tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "archey"
brew "autojump"
brew "python"
brew "cheat", link: false
brew "chisel"
brew "cmake"
brew "flow"
brew "fzf"
brew "fzy"
brew "git"
brew "htop"
brew "mongodb"
brew "mpg123"
brew "ncdu"
brew "pandoc"
brew "polipo"
brew "ranger"
brew "ruby", link: true
brew "thefuck"
brew "tig"
brew "tmux"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "you-get"
brew "zplug"
brew "zsh"

cask iterm2
cask google-chrome
cask go2shell
cask visual-studio-code
cask sublime-text
cask karabiner-elements
cask sourcetree
cask typora
cask alfred
cask xmind
cask kaleidoscope
cask charles
cask postman
cask gas-mask


cask wechat
cask youdaodict
cask qqmusic
cask baiducloud
cask mplayerx
cask daisydisk

