tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"
tap "denisidoro/tools"

brew "ruby", link: true
brew "python"
brew "zsh"
brew "vim"
brew "neovim"
brew "zplug"
brew "git"
brew "git-lfs"
brew "tig"
brew "supervisor"
brew "cocoapods"
brew "chisel"
brew "wget"
brew "fzf"
brew "fzy"
brew "gitmoji"
brew "starship"
brew "cmake"
brew "ncdu"
brew "htop"
brew "thefuck"
brew "you-get"
brew "youtube-dl"
brew "flow"
brew "archey"
brew "navi"
brew "mpg123"
brew "ranger"
brew "pandoc"

cask 'font-fira-code'
cask 'sogouinput'
cask 'clashx'
cask 'iterm2'
cask 'edex-ui'
cask 'one-switch'
cask 'termius'
cask 'google-chrome'
cask 'go2shell'
cask 'visual-studio-code'
cask 'sublime-text'
cask 'vimr'
cask 'karabiner-elements'
cask 'typora'
cask 'alfred'
cask 'xmind'
cask 'kaleidoscope'
cask 'keyboard-maestro'
cask 'reveal'
cask 'charles'
cask 'postman'
cask 'gas-mask'
cask 'shadowsocksx-ng'
cask 'dash'
cask 'firefox'
cask 'wwdc'
cask 'thunder'

cask 'jietu'
cask 'scroll-reverser'
cask 'bartender'
cask 'appcleaner'
cask 'caffeine'

cask 'slack'
cask 'vlc'

cask 'wechat'
cask 'youdaodict'
cask 'qqmusic'
cask 'baiducloud'
cask 'mplayerx'
cask 'daisydisk'

cask 'sourcetree'
cask 'telegram'
cask 'brooklyn'



