tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "archey"
brew "autojump"
brew "python"
brew "cheat", link: false
brew "chisel"
brew "cmake"
brew "flow"
brew "fzf"
brew "fzy"
brew "git"
brew "htop"
brew "mongodb"
brew "mpg123"
brew "ncdu"
brew "pandoc"
brew "polipo"
brew "ranger"
brew "ruby", link: true
brew "thefuck"
brew "tig"
brew "tmux"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "you-get"
brew "zplug"
brew "zsh"
brew "gitmoji"
brew "youtube-dl"

cask 'iterm2'
cask 'google-chrome'
cask 'go2shell'
cask 'visual-studio-code'
cask 'sublime-text'
cask 'karabiner-elements'
cask 'sourcetree'
cask 'typora'
cask 'alfred'
cask 'xmind'
cask 'kaleidoscope'
cask 'keyboard-maestro'
cask 'reveal'
cask 'charles'
cask 'postman'
cask 'gas-mask'
cask 'shadowsocksx-ng'

cask 'jietu'
cask 'scroll-reverser'
cask 'bartender'
cask 'appcleaner'
cask 'caffeine'
cask 'telegram'

cask 'slack'
cask 'vlc'

cask 'wechat'
cask 'youdaodict'
cask 'qqmusic'
cask 'baiducloud'
cask 'mplayerx'
cask 'daisydisk'

